^mFhylosophyRun[]



#################################################################################################
# загрузка данных
@mFhylosophyRun[][tP;result]
$tP[^table::create{str	author
Сохранять веселое расположение духа в невеселом, крайне ответственном деле — это очень нелегко, а между тем веселость необходима без нее ни в чем не может быть успеха.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Кумиров на свете больше, чем реальных ценностей.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Как? Ты ищешь? Ты стараешься умножить в десять, во сто раз? Ты ищешь последователей? — В таком случае ищи одних нулей.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Страсть к порядку свидетельствует о недостатке порядочности.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Что из того, что я прав? Я прав слишком во многом.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Все мудрецы и во все времена высказывали одинаковое суждение о жизни. Жизнь, по их мнению, ничего не стоит...	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Нет никакого смысла сочинять басни о каком-то «ином» мире, если нас не пробуждает к этому инстинкт презрения к жизни, склонность унижать ее, клеветать на неё: в данном случае мы мстим жизни за себя тем, что измышляем фантасмогонию об «иной», «лучшей» жизни.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Во все времена люди воображали, что знают истинную причину явлений. Откуда же они почерпнули это знание, или, если точнее, эту веру?	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Все средства, которыми до сих пор старались сделать человечество нравственным, в самой основе своей были безнравственны.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Стремление к твердой вере еще не доказывает обладания ею, а скорее наоборот. Кто имеет веру, тот может позволить себе роскошь скептицизма, так как чувствует твердую почву под ногами и не боится поскользнуться.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Виды не совершенствуются: слабые постоянно одерживают верх над сильными благодаря тому, что они многочисленнее и умнее. Дарвин позабыл про дух, а у слабых духовная сторона больше развита.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Умным становится тот, кто считает ум необходимым для себя.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Для некоторых пороков человек стал слишком тяжел, и поэтому они исчезают.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
В понятии о «прекрасном» человек ставит себя мерилом, и в некоторых случаях даже преклоняется перед собой.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
«Не заботится о личной пользе» — слова эти просто фиговый листок. В сущности они значат: «Я разучился понимать, в чем моя польза». Человек погиб, раз он сделался альтруистом.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Больной — паразит общества. Наступает момент, когда жить дольше становится неприличным.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Надо уметь гордо умирать, если уже не в состоянии дольше жить.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
В сущности, естественная смерть тоже противоестественна, как и самоубийство. Ведь человек умирает не по чужой, а по своей вине, только смерть его наступает не в урочное время и против воли человека, при самых отвратительных условиях, как настоящая смерть труса! Из любви к жизни следовало бы желать другого рода смерти — смерти свободной, сознательной, не являющейся делом слепого случая или нечаянности.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Равнодушие есть одно из проявлений силы.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Искренность реже всего встречается среди моралистов и святош.	Ф. Ницше. Сумерки кумиров или как философствовать молотом
Мораль всегда была прокрустовым ложем.	Ф. Ницше. Сумерки кумиров или как философствовать молотом

Смерть достаточно близка, чтобы можно было не страшиться жизни.	Ф. Ницше. Злая Мудрость
Я ненавижу обывательщину гораздо больше, чем грех.	Ф. Ницше. Злая Мудрость
Опасность мудрого состоит в том, что он до безумия влюбляется в глупость.	Ф. Ницше. Злая Мудрость
Кто хочет оправдать существование, тому надобно ещё и уметь быть адвокатом бога перед дьяволом.	Ф. Ницше. Злая Мудрость
Богу, который любит, не делает чести заставлять любить себя. Он скорее предпочёл бы быть ненавистным.	Ф. Ницше. Злая Мудрость
Каждая церковь — камень на могиле богочеловека: ей непременно хочется, чтобы Он не воскрес снова.	Ф. Ницше. Злая Мудрость
Сильнее всего ненавистен верующему не свободный ум, а новый ум, обладающий новой верой.	Ф. Ницше. Злая Мудрость
Когда морализируют добрые, они вызывают отвращение когда морализируют злые, они вызывают страх.	Ф. Ницше. Злая Мудрость
Чтобы понадобился тормоз, необходимо прежде всего колесо.	Ф. Ницше. Злая Мудрость
Моральные люди получают свое самоудовлетворение при угрызении совести.	Ф. Ницше. Злая Мудрость
Большинство людей слишком глупы, чтобы быть корыстными.	Ф. Ницше. Злая Мудрость
Правдивый человек в конце концов приходит к пониманию, что он всегда лжёт.	Ф. Ницше. Злая Мудрость
Давать каждому своё — это значило-бы: желать справедливости и достигать хаоса.	Ф. Ницше. Злая Мудрость
Я не понимаю, зачем заниматься злословием. Если хочешь насолить кому-либо, достаточно лишь сказать о нём какую-нибудь правду.	Ф. Ницше. Злая Мудрость
Вовсе не легко отыскать книгу, которая научила нас столь же многому, как книга, написанная самими.	Ф. Ницше. Злая Мудрость
Если бы богине музыки вздумалось говорить не тонами, а словами, то пришлось бы затыкать себе уши.	Ф. Ницше. Злая Мудрость
Убожество в любви охотно маскируется отсутствием достойной любви.	Ф. Ницше. Злая Мудрость
Любовь к жизни — это почти противоположность любви к долгожительству. Всякая любовь думает о мгновении и вечности, — но никогда о «продолжительности».	Ф. Ницше. Злая Мудрость
Требование взаимности не есть требование любви, но тщеславия и чувственности.	Ф. Ницше. Злая Мудрость
Ревность — остроумнейшая страсть и тем не менее всё ещё величайшая глупость.	Ф. Ницше. Злая Мудрость
Кто не способен ни на любовь, ни на дружбу, тот вернее всего делает ставку на брак.	Ф. Ницше. Злая Мудрость
Есть дающие натуры, а есть воздающие.	Ф. Ницше. Злая Мудрость
После опьянения победой всегда появляется чувство большой утраты: наш враг мертв! Даже потерю друга мы оплакиваем не столь глубоко — и оттого громче.	Ф. Ницше. Злая Мудрость
Помимо нашей способности к суждениям мы обладаем еще и нашим мнением о нашей способности судить.	Ф. Ницше. Злая Мудрость
Наши недостатки есть лучшие наши учителя: но к лучшим учителям всегда бываешь неблагодарным.	Ф. Ницше. Злая Мудрость
Всякое сильное ожидание переживает свое исполнение, если последнее наступает раньше, чем его ожидали.	Ф. Ницше. Злая Мудрость
Иной находит свое сердце не раньше, чем он теряет свою голову.	Ф. Ницше. Злая Мудрость
Человек придает поступку ценность, но как удалось бы поступку придать ценность человеку!	Ф. Ницше. Злая Мудрость
Хваля, хвалишь всегда самого себя: порицая, порицаешь всегда другого.	Ф. Ницше. Злая Мудрость
Мы более искренни по отношению к другим, чем по отношению к самим себе.	Ф. Ницше. Злая Мудрость
Собака оплачивает хорошее расположение к себе покорностью. Кошка наслаждается при этом собою и испытывает сладострастное чувство силы: она ничего не дает обратно.	Ф. Ницше. Злая Мудрость
Когда мы желаем отделаться от какого-то человека, нам надобно лишь унизить себя перед ним — это тотчас же заденет его тщеславие, и он уберется восвояси.	Ф. Ницше. Злая Мудрость
Иной лишь после смерти делается великим — через эхо.	Ф. Ницше. Злая Мудрость
Вера в причину и следствие коренится в сильнейшем из инстинктов: в инстинкте мести.	Ф. Ницше. Злая Мудрость
Для того, кто сильно отягчён своим разумом, аффект оказывается отдыхом: именно в качестве неразумия.	Ф. Ницше. Злая Мудрость
И глубокая ненависть есть идеалистика: делаем ли мы при этом из нашего противника бога или дьявола, в любом случае мы оказываем ему этим слишком много чести.	Ф. Ницше. Злая Мудрость
Толковать свои склонности и антипатии как свой долг — большая нечистоплотность «добрых».	Ф. Ницше. Злая Мудрость
Наши самоубийцы дискредитируют самоубийство — не наоборот.	Ф. Ницше. Злая Мудрость
Непрерывно упражняясь в искусстве выносить всякого рода ближних, мы бессознательно упражняемся выносить самих себя, что, по сути, является самым непонятным достижением человека.	Ф. Ницше. Злая Мудрость
«Возлюби ближнего своего» — это значит прежде всего: «Оставь своего ближнего в покое!» — И как раз эта деталь добродетели связана с наибольшими трудностями.	Ф. Ницше. Злая Мудрость
Есть чёрствость, которой хотелось бы, чтобы её понимали как силу.	Ф. Ницше. Злая Мудрость
Чтобы взваливать неприятные последствия собственной глупости на саму свою глупость, а не на свой характер, — для этого требуется больше характера, чем есть у большинства людей.	Ф. Ницше. Злая Мудрость
У нас есть что сказать друг другу: и как хорошо нам спорить — ты влеком страстями, я полон оснований.	Ф. Ницше. Злая Мудрость
}]
^tP.offset(^math:random(20)+1)
$result[
<block_content>
	<quote>$tP.str</quote>
	<author>$tP.author</author>
</block_content>
]
#end @mFhylosophyRun[][tP]